/*
    1	ポテトサラダ
    2	梅水晶
    3	茶豆
    4	麻婆豆腐
    5	塩麻婆豆腐
    6	エビチリ
    7	茶碗蒸し
    8	かに雑炊
    9	餃子
    10	さつま揚げ
    11	カキフライ
    12	アジフライ
    13	ニラ玉
    14	フライドポテト
    15	たたききゅうり
    16	白えびの唐揚げ
    17	ゴーヤーチャンプルー
    18	ソーミンチャンプルー
    19	馬肉ユッケ
    20	ほうれん草のおひたし
    21	ミニトマトのベーコン巻き串
    22	いくら丼
    23	ぬか漬け
    24	アスパラのおひたし
    25	水ナスの浅漬け
    26	豚肉のしょうが焼き
    27	太刀魚の塩焼
    28	さんまの塩焼き
    29	さわらの塩焼き
*/

INSERT INTO rankings(rank, dish_id, photo_id)
VALUES (3, 14, 247),
       (4, 14, 420),
       (1, 20, 507),
       (1, 21, 474),
       (1, 22, 230),
       (1, 23, 469),
       (2, 23, 527),
       (1, 24, 30),
       (1, 25, 118),
       (2, 25, 172),
       (1, 26, 530),
       (1, 27, 119),
       (1, 28, 391),
       (1, 29, 403),
       (2, 9, 381);
