/*
    1	ポテトサラダ
    2	梅水晶
    3	茶豆
    4	麻婆豆腐
    5	塩麻婆豆腐
    6	エビチリ
    7	茶碗蒸し
    8	かに雑炊
    9	餃子
    10	さつま揚げ
    11	カキフライ
    12	アジフライ
    13	ニラ玉
    14	フライドポテト
    15	たたききゅうり
    16	白えびの唐揚げ
    17	ゴーヤーチャンプルー
    18	ソーミンチャンプルー
    19	馬肉ユッケ
*/

INSERT INTO rankings(rank, dish_id, photo_id)
VALUES (1, 1, 207),
       (1, 2, 376), 
       (1, 3, 29), 
       (1, 4, 109), 
       (1, 5, 54), 
       (1, 6, 229), 
       (1, 7, 233), 
       (1, 8, 396), 
       (1, 9, 237), 
       (1, 10, 124), 
       (1, 11, 393), 
       (1, 12, 392), 
       (1, 13, 218), 
       (1, 14, 369), 
       (2, 14, 134), 
       (1, 15, 211), 
       (1, 16, 183), 
       (1, 17, 382), 
       (2, 17, 196), 
       (1, 18, 166), 
       (1, 19, 193); 
